IDEA Open Model
ResultOnMesh.PlatesElement Property
Compatible with IDEA StatiCa Beta 20.0
 List of elements for each plate UID
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<PlateElements> PlatesElement { get; set; }
Public Property PlatesElement As List(Of PlateElements)
	Get
	Set
Property Value
Type: List<PlateElements>
See Also
Reference
ResultOnMesh Class
IdeaRS.OpenModel.Result Namespace